"&About Flash Decompiler..." = "&Flash Decompiler hakkında..."
"&Copy" = "&Kopyala"
"&Help" = "&Yardım"
"&Keyboard shortcuts" = "&Klavye kısayolu"
"&Localization" = "&Dil seçimi"
"&Open file and add it to tasks..." = "&Dosyayı aç ve görev çubuğuna ekle..."
"&Preview file in player..." = "&Dosya önizleme..."
"&Save SWF/EXE as..." = "&SWF/EXE kaydetme seçeneği..."
"&Tutorials" = "&Dersler"
"16 (high color)" = "16 (high color)"
"24 (true color)" = "24 (true color)"
"32 (true color)" = "32 (true color)"
"8 (colormapped)" = "8 (colormapped)"
"AUTO" = "Otomatik"
"ActionScript" = "ActionScript"
"ActionScript (*.as)" = "ActionScript (*.as)"
"ActionScript options" = "ActionScript opsiyonları"
"ActionScript search" = "ActionScript arama"
"ActionScripts viewing mode settings. This only effects ActionScripts, shown in Flash Decompiler." = "ActionScripts gösterim modu ayarları. Bi ActionScripts efektleri, sadece Flash Decompiler 'de görüntülenebilir"
"Actions" = "Eylemler"
"Activity log" = "Eylem kayıtları"
"Add SWF files to tasks" = "SWF dosyalarını göreve ekle"
"Add all files in the current directory to My tasks list\r\nrecursively, including subfolders." = "Add all files in the current directory to My tasks list\r\nrecursively, including subfolders."
"Add currently selected SWF/EXE file\r\ninto My tasks list for management,\r\nconversion and extraction." = "Seçilmiş SWF/EXE dosyalarını \r\düzenlemek üzere görevlerim listesine ekle,\r\dönüştürme ve açmak için."
"Add folder" = "Klasör ekle"
"Add folder recursively" = "Yenilenen klasör ekle"
"Add folder root" = "Klasör dizinine ekle"
"Add only files present in folder's root to My tasks list." = "Sadece görevlerim bölümündeki dosyaları görevlerim listesine ekle."
"Add task" = "Görev ekle"
"Add whole folder into My tasks list." = "Görevlerim listesine tüm klasörü ekle."
"Advanced morph decompilation" = "Gelişmiş biçim ayrıştırması"
"Align" = "Hizala"
"Align text to the left" = "Metni sola hizala"
"Align text to the right" = "Metni sağa hizala"
"All sound files (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|" = "Tüm ses dosyaları (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|"
"All supported files (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|" = "Tüm desteklenen dosyalar (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|"
"All supported image formats (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG compressed images (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|" = "Tüm desteklenen resim dosya formatları (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG compressed images (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|"
"All words" = "Tüm kelimeler"
"Allows/Disables text selection" = "Metin seçimine İzin ver/Engelle"
"Almost the same with previewing a file,\r\nbut will also add it to My tasks list for further processing." = "Dosyayı aynı öngörümde tut,\r\nfakat gelecekte yeniden işlem yapmam için Görevlerim listesine ekle."
"Any word" = "Herhangibir kelime"
"As FLA" = "FLA olarak"
"Autodetect" = "Otomatik tara"
"Autosize" = "Otomatik boyut"
"Available localizations" = "Aktif diller"
"Background color:" = "Geriplan rengi:"
"Beta-tester" = "Beta-tester"
"Bitmap Files (*.bmp)|*.bmp|" = "Bitmap Dosyaları (*.bmp)|*.bmp|"
"Bits per ADPCM sample:" = "Her ADPCM küçük örnekler:"
"Bits per pixel" = "Bits per pixel"
"Bits per pixel:" = "Bits per pixel:"
"Bits per sample:" = "Bits per sample:"
"Bounds" = "Bounds"
"Braces around single statement" = "Tekil birimler arasında sıkı bağlantı"
"Braces at new line" = "Yeni hatta bağlantı"
"Build %@" = "İlerleme %@"
"Business" = "İş"
"Button" = "Buton"
"Buttons" = "Butonlar"
"By default Flash Decompiler will show actual snapshots of most of the Flash objects for preview, when you select the whole category/group. Making previews of multiple objects may substantially slow down Flash Decompiler performance when you navigate through objects groups, especially when there are more than 100 items there. So, you might wish to disable thumbnails generation for certain object types. Tiny nice icons will be shown to you then." = "İlgili kategoriyi/grubu seçtiğinizde, lisanslı Flash Decompiler size aktüel flash öğelerinin öngörüntüsünü gösterecek.  Birden fazla öğenin ön görünümü yavaş olabilir. Programınızın performansı eğer 100 den fazla öğe varsa düşebilir. Bu durumu önlemek için ön görünüm özelliğini kapatabilirsiniz. Onların yerine güzel ikonlar belirecektir."
"Cancel" = "Vazgeç"
"Center text" = "Metin ortaya"
"Change ActionScripts view to Pi-code actions representation" = "ActionScripts 'i değiştir, Pi-code aksiyon sunumunu izlemek için"
"Change ActionScripts view to common representation" = "ActionScripts 'i değiştir, genel sunumu izlemek için"
"Change ActionScripts view to hex dump representation" = "ActionScripts 'i değiştir, hex dump sunumunu izlemek için"
"Change ActionScripts view to split mode including Pi-codes and hex dumps" = "ActionScripts 'i değiştir, ayrışma modunda Pi-codes ve hex dumps ın yer aldığı görünüm için"
"Change background color" = "Arkaplan rengini değiştir"
"Change text type to passwords with masking" = "Şifrenin gölgelenmesi için yazı tipini değiştir"
"Change the text color" = "Yazı rengini değiştir"
"Check for &newer version" = "&newer versiyona göz at"
"Check for availability of updated version online." = "Erişilebilir güncellemeleri online kontrol et."
"Check your Flash Decompiler copy details, like version, build,\r\nrelease date, technical support contacts, etc." = "Flash Decompiler program detaylarına göz at, versiyon, kurma,\r\ntarihler, teknik destek erişim, ve benzeri..."
"Check/Uncheck selected items" = "Seçili öğeleri Seç/Bırak"
"Choose background color for current task" = "Geçerli görev için arkaplan rengi seç"
"Choose the language Flash Decompiler GUI will be displayed in." = "Dil seçimi yapabilirsin. Flash Decompiler GUI onları size görüntüleyecek."
"Clear My tasks" = "Görevlerimi temizle"
"Click here to check for newer version" ="Yeni versiyon için burayı tıklayın"
"Close" = "Kapat"
"Code format" = "Format kodu"
"Collapse current file" = "Geçerli dosyayı düşür"
"Collapse current group" = "Geçerli grubu düşür"
"Collapse everything" = "Herşeyi düşür"
"Color" = "Renk"
"Colors" = "Renkler"
"Combine all scripts into folder" = "Tüm scriptsleri klasöre kombine et"
"Compressed video (*.mpg)" = "Sıkıştırılmış video (*.mpg)"
"Configure morph detection and decompilation\r\noptions for resulting FLA file." = "Biçimlendirme dedektörünü ve ayrıştırıcıyı ayarlarını yap\r\noluşturulan FLA dosyası ayarları."
"Contact &Tech Support" = "Kontak &Teknik Destek"
"Conversion options" = "Dönüştürme opsiyonları"
"Conversion path:" = "Dönüştürme yolları:"
"Convert" = "Dönüştür"
"Convert SWF file(s) to FLA" = "SWF dosyasını/larını FLA 'ya dönüştür"
"Convert all" = "Tümünü dönüştür"
"Convert all available tasks to FLA." = "Erişilebilir tüm görevleri FLA ya dönüştür."
"Convert current" = "Geçerliyi dönüştür"
"Convert currently highlighted file from the tasks list." = "Görev listesinde işaretlenmiş olanları dönüştür."
"Convert static text into shapes" = "Durağan metinleri nesneye çevir"
"Copy to clipboard" = "Clipboard a kopyala"
"Count" = "Sayı"
"Create folder for morphs" = "Biçim için klasör oluştur"
"Current" = "Geçerli"
"Custom color" = "Geleneksel renkler"
"Customize some advanced options of Flash Decompiler" = "Flash Decompiler'de kimi gelişmiş ayarları özelleştir"
"Decode built-in MX classes" = "MX sınıfında üretileni çözümle"
"Decompile symbols not present at timeline" = "Biçimleme sembolleri zaman hattında görüntülenmez"
"Decompiling task" = "Görevi biçimle"
"Default" = "Geçerli"
"Default settings" = "Geçerli ayarlar"
"Demo" = "Demo"
"Details" = "Detaylar"
"Detect motion tweens" = "Hareketli nesne özelliğini tara"
"Discard all changes which you applied\r\nand revert to last saved file." = "Tüm değişiklikleri iptal et; üzerinde çalışılanı\r\nve son dosya kaydını."
"Discard changes" = "Değişiklikleri iptal et"
"Do not show this message again" = "Bu mesajı tekrar gösterme"
"Do you really want to discard all the changes you made and revert to the last saved state of the SWF file?" = "Son kaydettiğin SWF dosyasında yaptığın tüm değişiklikleri iptal etmek istediğinden emin misin ?"
"Do you really want to exit Flash Decompiler?" = "Flash Decompiler i kapatmak istediğinden emin misin?"
"Do you really want to remove all Flash files from My tasks?" = "Görevlerim bölümündeki tüm flash dosyaları kaldırmak istediğinden emin misin?"
"Do you really want to remove selected file?" = "Seçili dosyaları kaldırmak istediğinden emin misin?"
"Do you really want to save changes in <%@>?" = " <%@> içinde değişiklikleri kaydetmek istediğinden emin misin?"
"Drag to zoom in and out" = "Zoom yap ve uzaklaş"
"Dragging" = "Sürükleme"
"Dynamic text" = "Dinamik metin"
"Dynamic texts" = "Dinamik metin"
"Edit" = "İşlem"
"Edit Flash objects" = "Flash işlemi"
"Edit Images" = "Resim işlemi"
"Edit URL's" = "URL işlemi"
"Edit URLs" = "URL işlemi"
"Edit color" = "Renk işlemi"
"Edit colors" = "Renk işlemi"
"Edit colors in SWF/EXE tasks. Opens a special panel\r\nwhere you can edit most of the colors you see\r\nin a movie. Cannot edit raster images, etc." = "SWF/EXE görevlerinde renk işlemi. Özel bir panel aç\r\nfilmin içinde işlem yapabileceğin \r\nrenkler görünecektir. (Kimi resimler üzerinde işlem yapılamaz)"
"Edit dynamic texts" = "Dinamik metin üzerinde işlem"
"Edit images" = "Resmi işle"
"Edit lines" = "Çizgileri işle"
"Edit lines in a SWF/EXE task: edit line thickness, and color.\r\nDon't forget to select the desired shape if no lines are shown." = "SWF/EXE görevinde çizgileri işle: çizgi kalınlığını ve rengini belirle\r\nEğer çizgi görünmezse ilgili nesneyi tıklamayı unutma."
"Edit lines:" = "Çizgileri çalış:"
"Edit links" = "Linkleri çalış"
"Edit links found in a SWF/EXE task.\r\nNote, that you will be editing all links in a task." = "SWF/EXE görevlerinin arasında link işlemi bulunanları düzenle.\r\nGörev içindeki tüm linkleri düzenleyeceğini unutma."
"Edit links: " = "Linkleri düzenle: "
"Edit shapes" = "Nesneleri düzenle"
"Edit sounds" = "Sesleri düzenle"
"Enable automatic size setting" = "Otomatik ölçü ayarları erişilebilir"
"Enable multi-line text positioning" = "Çok satırlı metin pozisyonu erişilebilir"
"Enable word-wrapping" = "Kelime wrapp özelliği açık"
"Enter &registration code" = "&Kaydolma şifresini gir"
"Exact match" = "Öğeyi ayrıştır"
"Exit" = "Çıkış"
"Exit Flash Decompiler. All unsaved editing tasks will promt for saving." = "Flash Decompiler den çıkış. Tüm kaydedilmemiş işlemlerinizin kaydı için son şansınız"
"Expand current file" = "Geçerli dosyayı genişlet"
"Expand group" = "Grubu genişlet"
"Export format" = "Dönüştürme formatı"
"Export path:" = "Nesneyi dönüştür:"
"Extract" = "Çözümle"
"Extract SWF objects" = "SWF nesnelerini çözümle"
"Extract all currently selected SWF resources.\r\nThe Export path can be changed in the main Extract tab." = "Seçilmiş tüm SWF kaynaklarını çözümle.\r\nAna çözümleme bölümünden ihraç alanı değiştirilebilir."
"Extract all currently selected SWF resources.\r\nThe path you see to the left will be used to store the objects in." = "Seçilmiş tüm SWF kaynaklarını çözümle.\r\nSolda gördüğünüz alan nesneler tarafından kullanılacak "
"Extract now" = "Şimdi çözümle"
"Extract resource" = "Kaynağı çözümle"
"Extracting SWF objects" = "SWF nesnesi çözümle"
"FLA" = "FLA"
"FLA version" = "FLA versiyonu"
"Failed to open image <%@>" = "Resim açılamadı <%@>"
"Failed to open sound file <%@>" = "Ses dosyası açılamadı <%@>"
"File" = "Dosya"
"File explorer" = "Dosya tarayıcı"
"File properties" = "Dosya özellikleri"
"Find the ways to reach Eltima technical support for answers and tips." = "Eltima teknik desteğin konuyla ilgili çözümlerini ve önerilerini bulabilirsiniz."
"Fit all" = "Tümünü uydur"
"Fit to Player area" = "Gösterici alanına genişlet"
"Flash Decompiler &homepage" = "Flash Decompiler &homepage"
"Flash Decompiler Options" = "Flash Decompiler Ayarları"
"Flash Decompiler Trillix" = "Flash Decompiler Trillix"
"Flash Decompiler Trillix Options" = "Flash Decompiler Trillix Ayarları"
"Flash Movie (*.swf)" = "Flash Movie (*.swf)"
"Flash Player 5" = "Flash Player 5"
"Flash Player 6" = "Flash Player 6"
"Flash Player 7" = "Flash Player 7"
"Flash Player 8" = "Flash Player 8"
"Flash Player ActiveX version installed in your system" = "Flash Player, sisteminize  ActiveX özelliği yükledi"
"Flash Source (*.fla)" = "Flash Source (*.fla)"
"Flash Video (*.flv)" = "Flash Video (*.flv)"
"Flash objects thumbnails settings when groups are selected" = "Flash nesneleri öngörünüm ayarları (Grup seçili olduğunda)"
"Font" = "Font"
"Font size" = "Font değeri"
"Fonts" = "Fontlar"
"Force ANSI encoding" = "ANSI olarak şifrele"
"Formats" = "Format"
"Frame" = "Çerçeve"
"Frame count:" = "Çerçeve sayısı:"
"Framerate:" = "Çerçeve oranı:"
"Frames" = "Çerçeveler"
"General" = "Genel"
"Globally search ActionScripts within SWF/EXE files." = "ActionScripts olan SWF/EXE dosyalarını genel arama ."
"Has alpha" = "Has alpha"
"Has border" = "Zemin çizgisi var"
"Has wordwrap" = "Kelimetümlemesi var"
"Height:" = "Yükseklik:"
"Hex dump" = "Hex dump"
"Hex dump (*.txt)" = "Hex dump (*.txt)"
"Hexadicimal dump" = "Hexadicimal dump"
"Homepage" = "Homepage"
"Hypertext (*.html)" = "Hypertext (*.html)"
"Icons" = "İkonlar"
"Id" = "Id"
"If you experience unusual behavior of your Flash movies in Flash Decompiler,\nthe problem may be caused by the older version of Flash Player ActiveX\nwhich is currently installed in your system. You may check for availability\nof the new version by clicking the following button, or visiting www.adobe.com" = "Eğer Flash filminiz üzerinde bir takım işlemler yapamıyorsanız/göremiyorsanız,\nbunun nedeni Flash Player ActiveX versiyonlarınızın eskiliği olabilir.\nSisteminizde kurulu olanı yenilemek için takip eden butonu tıklayınız ya da www.adobe.com sitesini ziyaret ediniz"
"Ignore case" = "Durumu yoksay-reddet"
"Image" = "Resim"
"Image (*.png, *.jpeg, *.bmp)" = "Resimler (*.png, *.jpeg, *.bmp)"
"Image format" = "Resim formatı"
"Image properties" = "Resim özellikleri"
"Images" = "Resimler"
"Indent" = "Satır"
"Indent size" = "Satır aralığı"
"Info" = "Bilgi"
"Is HTML" = "Bu HTML dir"
"Is multiline" = "Bu çoklusatır dır"
"Is password" = "Bu şifredir"
"Is read-only" = "Bu sadece okunabilir"
"Join mask layers" = "Maske katmanına git"
"Justify text: align text to both left and right,\r\nby adding extra spaces between words." = "Metin düzenleme: metni sağa ve sola hizala,\r\nhizalarken kelimeler arasına fazladan boşluk ekle."
"Layer" = "Katman"
"Leading" = "Klavuz"
"Leave current" = "Geçerli olandan ayrıl"
"Left margin" = "Sol aralık"
"Length factor: " = "Faktör uzunluğu: "
"Library folders" = "Kütüphane dizini"
"License:" = "Lisans:"
"Line properties" = "Çizgi özellikleri"
"Line thickness in twips" = "Çizgi kalınlığı"
"Lines" = "Çizgiler"
"Link location to edit: " = "Link bölümü işlemi: "
"Link target: " = "Link açılımı: "
"Links" = "Linkler"
"List" = "Liste"
"Logics: " = "Mantıklar: "
"Lossless" = "Lossless"
"MP3 bitrate:" = "MP3 birimdeğeri:"
"MPG" = "MPG"
"Macromedia Flash 8 (v8)" = "Macromedia Flash 8 (v8)"
"Macromedia Flash Components (*.swc)|*.swc||" = "Macromedia Flash Components (*.swc)|*.swc||"
"Macromedia Flash MX (v6)" = "Macromedia Flash MX (v6)"
"Macromedia Flash MX 2004 (v7)" = "Macromedia Flash MX 2004 (v7)"
"Make this dynamic text read-only" = "Bu dinamik metni salt okunur yap"
"Manage" = "Yönet"
"Measured in twips: %@" = "Twips içindeki ölçü: %@"
"More Colors" = "Diğer renkler"
"More colors ... " = "Diğer renkler ... "
"Morph" = "Hareketli birim"
"Morph Options" = "Hareketli birim ayarları"
"Morphs" = "Hareketli birim"
"Motion tweens" = "Hareket nesnesi"
"Movement smoothness: " = "Hareket fluluğu: "
"My tasks (SWF, EXE)" = "Görevlerim (SWF, EXE)"
"New" = "Yeni"
"No" = "Hayır"
"No Flash file selected" = "Flash dosyası seçilmedi"
"No available tasks.\r\nPlease, add SWF or Projector EXE\r\nfiles here to activate other tabs." = "Erişilemeyen görev.\r\nLütfen, SWF ya da gösterim EXE dosyası ekleyin\r\nburadaki dosyalar diğer sekmede aktif olacak."
"No images to edit in this task.\r\nThis Flash movie does not contain any.\r\n" = "Bu sekmede işlem yapacak resim yok.\r\nBu flash filmi kapsam dışı.\r\n"
"No sounds to edit in this task.\r\n" = "İşlem yapılacak herhangi bir ses yok.\r\n"
"No tag information available for currently selected item, or no item selected. Please, choose some part of the movie in the tasks list." = "Seçili öğede herhengi bir etiket bilgisi yok. Lütfen, görev listesinden bir film seçiniz."
"Non-compressed video (*.avi)" = "Sıkıştırılmamış video(*.avi)"
"Nothing found to match your query." = "Talebinizle ilgili bir öğe bulunamadı."
"Object" = "Objeler"
"Objects" = "Objeler"
"Ok" = "Tamam"
"Open User &Manual" = "Kullanıcı &Klavuzu aç"
"Open destination folder after extraction" = "Çözümlemeden sonra ilgili klasörü aç"
"Open file after conversion" = "Dönüşümden sonra dosyayı aç"
"Open local CHM user manual for help." = "Yardım için lokal CHM kullanıcı klavuzunu aç."
"Opens SWF or Projector file in main player for preview.\r\nFile is not added to My tasks list." = "Önizleme için ana oynatıcıda SWF dosyasını göster.\r\nGörevlerim listesine dosya eklenmedi."
"Order full version" = "Ful versiyon siparişi"
"Other" = "Diğerleri"
"Other colors" = "Diğer renkler"
"P-Code" = "P-Kodu"
"P-Code and hexadicimal dump combined" = "P-Kodu ve hexadicimal dump kombine edildi"
"Personal" = "Kişisel"
"Pi-code and hex dump (*.txt)" = "Pi-code ve hex dump (*.txt)"
"Pi-code dump (*.txt)" = "Pi-code dump (*.txt)"
"Place morphs into library" = "Nesne birimini kütüphaneye yerleştir"
"Place shapes into library" = "Şekli kütüphaneye yerleştir"
"Place texts into library" = "Metni kütüphaneye yerleştir"
"Placement information" = "İnformasyonu konumlandır"
"Placeobjects" = "Nesnekonumlama"
"Plain Text (*.txt)" = "Plain Text (*.txt)"
"Player parameters" = "Kullanıcı parametreleri"
"Please, choose the desired format for ActionScripts present\r\nin the tasks to be exported into.\r\nAvailable formats: Pi-code, hex dump or plain text file." = "Lütfen, ActionScripts için dilediğiniz formatı seçiniz \r\nseçim dosya görevinde görülecektir.\r\nGeçerli formatlar: Pi-code, hex dump ya da plain text dosyası."
"Please, choose the desired format for buttons present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Lütfen, butonlar için dilediğiniz formatı seçiniz\r\nSeçiminiz görev alanında görünecektir.\r\nGeçerli formatlar: SWF ve FLA."
"Please, choose the desired format for fonts present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Lütfen, fontlar için bir format tercih ediniz\r\nSeçiminiz görev alanında görünecektir.\r\nGeçerli formatlar: SWF ve FLA."
"Please, choose the desired format for frames present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Lütfen, sahneler için dilediğiniz formatı seçiniz\r\nGörev alanında seçiminiz görünecektir.\r\nGeçerli formatlar: SWF ve FLA."
"Please, choose the desired format for images present\r\nin the tasks to be exported into.\r\nAvailable formats: JPG, PNG, BMP, SWF or FLA" = "Lütfen, resimler için dilediğiniz formatı seçiniz\r\nGörev alanında seçiminiz görünecektirr\n Geçerli formatlar: JPG, PNG, BMP, SWF ya da FLA"
"Please, choose the desired format for morphs present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Lütfen, şekil birimleri için dilediğiniz formatı seçiniz\r\nGörev alanında seçiminiz görünecektir.\r\nGeçerli formatlar: SWF ve FLA."
"Please, choose the desired format for shapes present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Lütfen, şekiller için dilediğiniz formatı seçiniz\r\nGörev alanında seçiminiz görünecektir.\r\nGeçerli formatlar: SWF and FLA."
"Please, choose the desired format for sounds present\r\nin the tasks to be exported into.\r\nAvailable formats: WAV, MP3, SWF or FLA." = "Lütfen, ses dosyaları için dilediğiniz formatı seçiniz\r\nGörev alanında seçiminiz görünecektir.\r\nGeçerli formatlar: WAV, MP3, SWF or FLA."
"Please, choose the desired format for sprites present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Lütfen, betikler için dilediğiniz formatı seçiniz\r\nGörev alanında seçiminiz görünecektir.\r\nGeçerli formatlar: SWF and FLA."
"Please, choose the desired format for texts present\r\nin the tasks to be exported into.\r\nAvailable formats: TXT, RTF, HTML, SWF or FLA." = "Lütfen, metinler için dilediğiniz formatı seçiniz\r\nGörev alanında seçiminiz görünecektir.\r\nGeçerli formatlar: TXT, RTF, HTML, SWF or FLA."
"Please, choose the desired format for videos present\r\nin the tasks to be exported into.\r\nAvailable formats: FLV, AVI, MPG, SWF or FLA." = "Lütfen, videolar için dilediğiniz formatı seçiniz\r\nGörev alanında seçiminiz görünecektir.\r\nGeçerli formatlar: FLV, AVI, MPG, SWF or FLA."
"Please, note that Flash Decompiler will process the tasks which are currently added in My tasks panel, and not necessarily the one which is currently previewed. Make sure the files you need converted or exported from are in My tasks list." = "Lütfen not ediniz, Flash Decompiler eklenmiş görevi işleyecektir\r\nGörevlerim paneline eklenenler ve  bu işlem için \r\n ilgili öğenin geçerli görünümde olması zorunlu değildir. İhtiyaç duyacağınız dosyaların\r\n Görevlerim listesinden dönüşmüş veya ihraç edilmiş olmasına dikkat ediniz."
"Please, select target folder where resulting extracted objects should be saved to." = "Lütfen objelerin çözümlenmesi gereken dizini seçiniz."
"Preparing preview..." = "Hazırlık önizleme..."
"Preview not available" = "Önizleme erişilemez"
"Property" = "Nitelik"
"Quality" = "Kalite"
"Ready" = "Hazır"
"Recover original variables names" = "Orjinal isimleri kurtar"
"Refresh" = "Yenile"
"Register your copy of Flash Decompiler\r\nby entering your registration name and code." = "Flash Decompiler 'i kaydetmek için\r\nkullanıcı adını ve kodunu girin."
"Registered to:" = "Kaydedilen kullanıcı:"
"Registration code:" = "Kayıt kodu:"
"Reload current task into original state" = "Geçerli görevi orjinal haline çevir"
"Remove all" = "Tümünü kaldır"
"Remove all tasks from the tasks list." = "Görev listesindeki tüm görevleri iptal et."
"Remove current task" = "Geçerli görevi kaldır"
"Remove current task from the tasks list." = "Geçerli görevi görev listesinden kaldır."
"Remove file" = "Dosyayı kaldır"
"Remove tasks" = "Görevi iptal et"
"Replace and edit dynamic texts currently present in a SWF/EXE task." = " Gçerli görüntüdeki SWF/EXE görevinin dinamik metnini değiştir."
"Replace original images in a SWF/EXE task: you can add\r\nJPEG and PNG images, edit their quality,\r\ntransparency settings and size." = "SWF/EXE görevindeki orjinal resmi değiştir: eklenebilecekler\r\nJPEG ve PNG resimleri, kalitesini düzenle,\r\nsaydamlığını, boyutunu ayarla."
"Replace original sounds in a SWF/EXE task:\r\nadd your own sounds instead of the original\r\nobjects, alter sound format and quality." = "SWF/EXE görevindeki orjinal sesi değiştir:\r\n üzerine kendi ses dosyanı ekleyebilirsin\r\naynı format ve kalitede olmalı."
"Reset all extraction formats to default values." = "Çözümlenmiş tüm formatları geçerli değere resetle."
"Reset all formats to FLA" = "Tüm formatları FLA olarak resetle"
"Reset all formats to SWF" = "Tüm formatları SWF olarak resetle"
"Reset this tab to default conversion settings." = "Bu bölümü geçerli ayarlar için resetle."
"Reset to default conversion settings." = "Geçerli ayarlar için resetle."
"Reset to defaults" = "Geçerli özellikler için resetle"
"Rich Text (*.rtf)" = "Rich Text (*.rtf)"
"Right" = "Sağ"
"Right margin" = "Sağ aralık"
"SWF" = "SWF"
"SWF File Info" = "SWF Dosya Bilgileri"
"SWF Resources Info" = "SWF Kaynak Bilgileri"
"SWF version" = "SWF versiyon"
"SWF version:" = "SWF versiyon:"
"Same as FLA version" = "FLA versiyonu ile aynı"
"Save" = "Kaydet"
"Save Log" = "İşlemleri kaydet"
"Save a SWF copy of the file currently selected in My tasks.\r\nNote, if you highlight a certain resource in a task, but another file\r\nfrom is currently displayed,the file highlighted in My tasks will be saved." = "Görevlerimde seçilmiş SWF 'yi kaydet.\r\nEğer görev alanında işaretli ise, ancak başka bir dosya\r\ngörüntüde olsa bile,Görevlerimde işaretli olanlar yine de kaydedilecektir."
"Save as..." = "Farklı kaydet..."
"Save current task in a new file with applied changes." = "Geçerli görevi yeni bir dosya olarak, değişikliklerle birlikte kaydet."
"Save current task with applied changes." = "Geçerli görevi değişikliklerle birlikte kaydet."
"Save on disk" = "Diske kaydet"
"Save/Discard changes" = "Değişiklikleri kaydet/iptal et"
"Screenshot" = "Ekran görüntüsü"
"Scripts" = "Scripts"
"Search" = "Arama"
"Search for: " = "Aranacak olan: "
"Search now" = "Şimdi ara"
"Search only in current SWF" = "Sadece geçerli SWF içinde ara"
"Search options" = "Arama özellikleri"
"Search results" = "Arama sonuçları"
"Select folder to add to the tasks list" = "Görev listesine eklemek için dizin seç"
"Select folder to convert object to" = "Objeleri dönüştürmek için dizin seç"
"Select the version of FLA format to be created" = "Oluşturulacak FLA formatı içi versiyon seçimi yap"
"Select the version of SWF format which would be set\r\nby default when you'll be publishing the converted FLA." = "İşlem yapmak istediğiniz SWF formatı için versiyon seçimi yapınız\r\n dönüştürülmüş FLA yayınlanırken geçerli olacaktır."
"Selectable" = "Seçilebilir"
"Separate layers for morphs" = "Biçim birimleri için katmanları ayır"
"Set all extraction formats except for ActionScript to FLA" = "Actionscript 'lerin FLA dönüşümünde tümü için geçerli olacak formatı seçiniz"
"Set all extraction formats except for ActionScript to SWF" = "Actionscript 'lerin SWF dönüşümünde tümü için geçerli olacak formatı seçiniz"
"Shape" = "Şekil"
"Shapes" = "Şekiller"
"Size" = "Boyut"
"Size (bytes)" = "Boyut (bytes)"
"Size in bytes" = "Boyut- bytes"
"Small icons" = "Küçük ikonlar"
"Some tutorials on Flash Decompiler usage" = "Flash Decompiler kullanımı için bazı dersler"
"Sound" = "Ses"
"Sound (*.wav, *.mp3)" = "Ses (*.wav, *.mp3)"
"Sound rate" = "Ses değeri"
"Sounds" = "Sesler"
"Sprite" = "Sprite"
"Sprites" = "Sprites"
"Standard colors" = "Standart renkler"
"Static text" = "Durağan metin"
"Static text bounding box expansion" = "Durağan metin kutuya genişler"
"Status" = "Statü"
"Stereo (mono if unchecked)" = "Stereo (seçilmez ise mono)"
"Stretch/Shrink new image to fit original size" = "Yeni resmi orjinal boyuta getirmek için Uzat/küçült"
"Support e-mail: support@eltima.com" = "Destek e-mail: support@eltima.com"
"Switch to dragging mode (movie interactive objects will not be active)" = "Sürükleme moduna geç (Filmin interaktif özellikleri çalışmayacaktır)"
"Switch to original size" = "orjinal boyuta geç"
"Tag" = "Etiket"
"Tag information" = "Etiket bilgisi"
"Take snapshot" = "Ekran görüntüsü al"
"Taken snapshot will be copied to clipboard.\r\nThen you can paste it anywhere in graphic editor,\r\ndocument or else..." = "Alınan ekran görüntüsü hafızaya kopyalanacaktır.\r\nBunu herhangi bir grafik editörüne yapıştırabilirsiniz,\r\nya da başka bir dökümana..."
"Taken snapshot will be saved to your hard drive.\r\nYou will see a dialog to navigate to desired folder" = "Alınan ekran görüntüsü sabit diskinize kaydedilecektir.\r\nİlgili dizin hakkında dialog penceresini göreceksiniz"
"Takes a screenshot of currently played file/frame.\r\nBy default the snapshot is placed into clipboard" = "Alınan ekran görüntüsü geçerli görüntüdeki dosya/sahnedir.\r\nGeçerli ayarlarda ekran görüntüsü hafızada durur"
"Technical and information support center:\r\nfind out how we can help you, search for answers or contact Eltima easily." = "Teknik bilgi ve destek merkezi:\r\nsize nasıl yardımcı olabileceğimizi seçin, yanıtlar arasında arayın ya da Eltima ile kolayca irtibat kurun."
"Text" = "Metin"
"Text color" = "Metin rengi"
"Text options" = "Metin özellikleri"
"Texts" = "Metinler"
"There are no lines or colors to edit\r\nin selected shape or no shape was selected." = "Burada işlem yapacak çizgi veya renk yok\r\nya da bir şekil seçmediniz."
"This movie has only 1 frame, you can't rewind it" = "Bu film sadece 1 sahne, onu geriye alamazsınız"
"This tab is disabled because no files are added to My tasks list.\r\nPlease, drop some Flash movies there." = "Bu sekme erişilemez, çünkü Görevlerim listesine eklenmemiş.\r\nLütfen, oraya bir kaç Flash filmi sürekleyiniz."
"This task does not contain\r\nany dynamic texts.\r\n" = "Bu görev herhangi bir\r\ndinamik metni içermiyor.\r\n"
"Thumbnails for Buttons" = "Butonlar için küçük resim"
"Thumbnails for Fonts" = "Fontlar için küçük resim"
"Thumbnails for Images" = "Resimler için küçük resim"
"Thumbnails for Morphs" = "Biçimler için küçük resim"
"Thumbnails for Shapes" = "Şekiller için küçük resim"
"Thumbnails for Sprites" = "Sprites  için küçük resim"
"Thumbnails for Texts" = "Metinler için küçük resim"
"Thumbnails for Videos" = "Videolar için küçük resim"
"To  be  able  to  correctly  decompile  Flash  components, we have to keep their database on your disc. In case you have additional components elsewhere, you can add SWC files manually. Otherwise, use the Update button to automatically fetch all Flash components available in your system." = "Her tür flash öğesini işlemek için sisteminizde eksiklikler olabilir. Biz bu bilgileri sizin diskinizde tutuyoruz. Birçok yerde ilave yüklemeleri bulabilirsiniz ya da SWC dosyalarını manuel ekleyebilirsiniz. Başka bir yöntem de, update (güncelle) butonunu kullanmaktır. Otomatik olarak ihtiyaç duyulanlar sisteminize yüklenecektir."
"Total" = "Tümü"
"Transparent" = "Saydam"
"Treat text as HTML" = "Treat text, HTML olarak"
"Type" = "Tip"
"Unable to open file." = "Dosya açılamıyor."
"Unfortunately, Adobe Flash player ActiveX isn't installed in your system. Flash Decompiler requires this ActiveX control for proper working. Please, visit www.adobe.com and install Flash Player or contact Eltima technical support (support@eltima.com)." = "Malesef, sisteminizde Adobe Flash player ActiveX yüklü değil. Flash Decompiler çalışmak için ActiveX e gereksinim duyar. Lütfen www.adobe.com sitesini ziyaret ediniz ve Flash Player i yükleyiniz. Ya da Eltima teknik destek ile irtibat kurunuz (support@eltima.com)."
"Unfortunately, you cannot save SWF files in demo version. This feature will be enabled once you register your copy of Flash Decompiler. Please, visit www.eltima.com for purchasing details." = "Demo versiyonda, SWF dosyalarını kaydetmek malesef mümkün değildir. Bu özellik kaydınızı yaptırdıktan sonra çalışacaktır. Lütfen daha fazla detay için www.eltima.com adresini ziyaret ediniz."
"Unlimited Business" = "Limitsiz iş"
"Updated" = "Güncellendi"
"Use Flash movie background color" = "Flash filmi için arkaplan rengi kullan"
"Use getProperty/setProperty" = "NitelikAl/Nitelik Belirle kullan"
"Use system font" = "Sistem fontlarını kullan"
"Use tabs" = "Etiketleri kullan"
"Used by" = "Kim tarafından kullanıldı"
"Uses" = "Kullanılır"
"Value" = "Değer"
"Var name" = "Dönüşen isim"
"Version" = "Versiyon"
"Version %@" = "Versiyon %@"
"Video" = "Video"
"Videos" = "Videolar"
"View currently assigned hot keys for faster access\r\nto most frequent actions." = "Atanmış, geçerli kısayol tuşlarını göster -hızlı işlem için-\r\nsık kullanılan aksiyonlar."
"Visit Flash Decompiler homepage online." = "Flash Decompiler internet sitesini ziyaret edebilirsiniz."
"Whole words only" = "Sadece tek parça kelimeler"
"Width:" = "Genişlik:"
"Yes" = "Evet"
"You have Flash ActiveX version: %@" = "Flash ActiveX versiyonunuz: %@"
"You may alter ActionScripts syntax highlighting here. This will only influence their representation in Flash Decompiler." = "Burada ActionScripts satırınızı işaretleyebilirsiniz. Bu Flash Decompiler 'de sizin presentasyonunuza katkıda bulunacaktır."
"You should restart Flash Decompiler to apply new language." = "Yeni dilin geçerli olması için programı yeniden başlatmalısınız."
"ZLib compressed:" = "ZLib sıkıştırması:"
"Zoom" = "Zoom"
"Zoom Slider" = "Zoom Slider"
"no" = "hayır"
"temp" = "geçici"
"yes" = "evet"
" " = " "
"Action tag #%@" = "Aksiyon görevi #%@"
"Add File(s)..." = "Dosya(lar) ekle..."
"As button" = "Buton olarak"
"Ascent" = "Yükseltme"
"Bold" = "Kalın"
"Building scripts ..." = "Script yap ..."
"Built in" = "Yapım alanı"
"Comment" = "Yorum"
"Components" = "Bileşenler"
"Descent" = "Alçaltma"
"Down" = "Aşağı"
"Dyn text" = "Dyn metin"
"Edge bounds" = "Dış sınır"
"Element:" = "Element:"
"Encoding" = "Şifre Çözümü"
"End bounds" = "Sınır sonu"
"Flash Components in database:" = "Database deki Flash bileşenleri:"
"Flash Components' database path:" = "Flash Bileşenleri ' database dizini:"
"Flash movie (*.SWF)|*.SWF|" = "Flash filmi (*.SWF)|*.SWF|"
"Font name" = "Font adı"
"Foreground color:" = "Ön düzlem rengi:"
"Frames count" = "Sahne sayısı"
"Glyph count" = "Glyph sayısı"
"Hit" = "Tıklama"
"Italic" = "Yatay"
"JPEG" = "JPEG"
"Keyword" = "Anahtar kelime"
"Label" = "Etiket"
"Language code" = "Dil kodu"
"Literal" = "Yalın"
"Matrix" = "Matrix"
"Move(%@)" = "Taşı(%@)"
"Operator" = "Operatör"
"Over" = "Üstünde"
"Recover register variables" = "Register değişkenlerini geri al"
"Scale(%@)" = "Uzat büyüt(%@)"
"Rotate(%@)" = "Döndür(%@)"
"Select folder to store components database" = "Bileşen verileri için bir dizin seç"
"Small" = "Küçük"
"Start bounds" = "Sınırı başlat"
"Stat text" = "Metin statüsü"
"State" = "Statü"
"String" = "Dizi"
"Track mode" = "İzleme modu"
"Up" = "Yukarı"
"Update" = "Güncelle"
"Use non-scalling strokes" = "Taraksız vuruş seç"
"Use scalling strokes" = "Taraklı vuruş seç"
"Uses Defaults" = "Geçerli kullanım"
"Whitespace" = "Beyaz boşluk"
"alpha" = "saydamlık"
"blue" = "mavi"
"green" = "yeşil"
"red" = "kırmızı"
"FirstSample: %@" = "İlk örnek: %@"
"LastSample: %@" = "Son örnek: %@"
"Repeat: %@" = "Tekrarlama: %@"
"No multiple" = "Çoklama yok"
"Stop" = "Dur"
"Stereo" = "Stereo"
"Mono" = "Mono"
"As menu" = "Menü olarak"
"VideoPacket" = "VideoPaket"
"Off" = "Off"
"On" = "On"
"Left" = "Sol"
"Center" = "Merkez"
"Justify" = "Kararlı"
"Flash Decompiler Trillix intro" = "Flash Decompiler Trillix intro"
"Understanding demo limitations" = "Demonun limitli olması anlayışla karşılanmalı"
"&About Flash Decompiler..." = "&Flash Decompiler hakkında..."
"Applying" = "İşle"
"Codec" = "Codec"
"Extracting %s..." = "Çözümleme %s..."
"Extracting ..." = "Çözümleme ..."
"Extracting resources from %s..." = "Çözümlemeden kalan %s..."
"Extraction done." = "Çözümleme tamamlandı."
"Extraction started ..." = "Çözümleme başladı ..."
"Rate" = "Değer"
"Sample bits" = "Örnekler"
"Samples count" = "Örnek sayılar"
"Stereo/mono" = "Stereo/mono"
"Streaming sound" = "Akışkan ses"
"You can click this button as well! It has some valuable stuff inside" = "Bu butona basabilirsiniz. ! İçeriğe değerli malzemeler ekleyecektir"
"Continue demo" = "Demo kullanım"
"Enter registration code" = "Kayıt kodunu girin"
"Order now" = "Sipariş ver"
"Thank you very much for trying the Demo version of Flash Decompiler Trillix by Eltima Software.\r\n\r\nThe demo version is fully-functional, but implies certain demo limitations. Among them:\r\n\r\n - only two objects will be exported in every resource category;\r\n - Flash movies will be converted into FLA in black-and-white;\r\n - ActionScripts will not be included in resulting FLA files;\r\n - decompiled ActionScripts cannot be copied to clipboard;\r\n - you won't be able to save changes to your Flash files after editing.\r\n\r\nPlease, don't forget to register your copy of the software to get rid of all demo limitations forever.\r\nTo get your registration key, please, click 'Order now' below." = "Eltima Software in ürettiği Flash Decompiler Trillix Demo versiyonu denediğiniz için çok teşekkür ederiz.\r\n\r\nDemo versiyonda tüm fonksiyonlar çalışmaktadır, ancak elbette birtakım limitler de söz konusudur. Bunlardan bazıları:\r\n\r\n - her kategoride sadece iki nesne ihraç edilecektir;\r\n - Flash filmler FLA dosyasına dönüşürken siyah-beyaz olarak görünecektir;\r\n - ActionScripts ler ilgili FLA dosyasına katılamayacaktır;\r\n - çalışılan ActionScripts bilgisayar hafızasına kopyalanamayacaktır;\r\n - Flash dosyaları işlemden sonra kaydetmenize izin verilmeyecektir.\r\n\r\nLütfen, lisansınızı aldıktan sonra bu tür kısıtlamalarla karşılaşmayacağınızı unutmayınız.\r\nLisans anahtarınızı almak için'Sipariş Ver' linkini tıklayınız."
"Register" = "Kayıt ol"
"Eltima - Waiver of responsibility" = "Eltima - Nelerden sorumlu değildir"
"Please, be informed that Eltima provides Flash/SWF decompilation \r\ntechnology with Flash Decompiler Trillix for personal use only, \r\nnot for copyrighted materials you are not the owner of. \r\nYou hereby confirm that you are aware of all possible copyright \r\ninfringements when decompiling Flash/SWF files and realize \r\nthat Eltima waives any responsibility thereafter." = "Lütfen, bildiriniz, Eltima ürünü olan Flash/SWF programı \r\nteknolojik olarak Flash Decompiler Trillix ile özel kullanım içindir, \r\ntelif hakkı olan materyalleri kullanmak için yetkili değilsiniz. \r\nBu yüzden materyallerinizin telif haklarını inceleyiniz \r\nKullandığınız Flash /SWF dosyalarının hukiki sonuç doğurmasından\r\n Eltima sorumlu değildir."
"Register Flash Decompiler now" = "Flash Decompiler 'i şimdi kaydet!"
"To apply localization, you need to restart Flash Decompiler Trillix. Press Yes to close Flash Decompiler now, and restart it manually; or No to do it later. If you press Cancel, localization changes will not be applied." = "Dil seçiminizin aktif olabilmesi için Flash Decompiler Trillix i yeniden başlatmanız gerekir. Flash Decompiler i kapatmak için evet tuşuna basınız. Sonra manuel olarak yeniden başlatınız. Sonraya bırakmak için Vazgeç tuşunu tıklayanız. Dil seçiminiz iptal edilecektir."
"Flash Decompiler Trillix is not registered on this machine. If you want to use it you need to register it now." = "Bu bilgisayardaki Flash Decompiler Trillix kayıtlı değildir. Kullanmak istiyorsanız lütfen şimdi kaydediniz."
"Flash Decompiler Trillix is already registered in this system. Please, don't enter another registration details unless you want to change your registration name or license type." = "Flash Decompiler Trillix bu bilgisayarda kayıtlıdır. Kullanıcı adınızı veya detaylarınızı değiştirme isteğiniz dışında kayıt verileriyle ilgili yeni bir bilgi girmeyiniz."
"Adding file(s) to the tasks list..." = "Görev listesine yeni dosya(lar) eklemek..."
"Preview" = "Önizleme"
"Open" = "Aç"
"Quick actions" = "Hızlı eylem"
"Convert SWF to FLA" = "SWF yi FLA 'ya dönüştür"
"Interface" = "Arayüz"
"Show/Hide" = "Göster/Gizle"
"Customize the way Flash Decompiler looks like, it may also help you recover the lost panel." = "Flash Decompiler in görünümünü özelleştirin , bu belki herşeyi kolayca bulmanıza yardımcı olur."
"Removing task(s)..." = "Görevi(leri)kaldırmak ..."
"Quick extract all currently selected SWF resources." = "Geçerli seçili SWF lerin hızlı çözümlemesi."
"Quick convert currently highlighted file from the tasks list." = "Görev listesinde işaretli çalışmaların hızlı dönüşümü."
"The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit." = "Sonraki seçim sekmesi Flash Decomlier 'de kapatma ve yeniden açma durumlarında kayıt işlemini belirler. Geçerli ayarlarda program kapatıldığında önceki görevleriniz kaydedilir."
"Save My tasks list status on exit" = "Kapatnma durumunda Görevlerim listesini kaydet"
"These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI." = "Bu butonlar görünürlüğü resetlemeniz ve ana panel pozisyonu belirlemeniz içindir. Görevlerim, Dosya özellikleri ve Etiket bilgileri. Erişilmesi kolay \"kayıplar\" sınırötesi sürükleme veya GUI ayarlarında."
"Reset \"My tasks\" panel position" = "Temizle \"Görevlerim\" panel pozisyonları"
"Reset \"File properties\" panel position" = "Temizle \"Dosya özellikleri\" panel pozisyonu"
"Reset \"Tag information\" panel position" = "Temizle \"Etiket bilgisi\" panel pozisyonu"
"General Flash Decompiler settings" = "Genel Flash Decompiler ayarları"
"Open Flash movies" = "Flash filmi aç"
"Decode all classes as dynamic" = "Tüm şifrelemeleri dinamik yap"
"Warning: you don't have Adobe Flash installed in this system at all. You won't be able to edit FLA file in this system." = "Dikkat: Sisteminizde Adobe Flash yüklü değil. Bu durumda FLA dosyalarına erişemezsiniz."
"Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash." = "Dikkat: siz bu filmi FLA formatına dönüştürmek istiyorsunuz Versiyonunuz %d, böylelikle, sizde Adobe Flash Player 'in  %d versiyonu kurulu. Büyük ihtimalle Flash versiyonunuzu güncellemeden FLA ya dönüşmüş dosyalarınızı açamayacaksınız."
"Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)" = "Dikkat: dönüştürmeye çalıştığınız Adobe Flash %d, böylelikle, sizin sisteminize Adobe Flash 'ın %d versiyonu kurulu. Büyük ihtimalle Flash versiyonunuzu güncellemeden FLA ya dönüşmüş dosyalarınızı açamayacaksınız Yine de mevcut durumda FLA dönüştürme işlemine devam etmek istiyor musunuz ? (Eğer Hayır 'ı seçerseniz, bu film FLA ya %d versiyonuyla dönüşecek, kimi nesneleri belki kaybedeceksiniz)"
"About L.A.M.E and FFmpeg" = "About L.A.M.E and FFmpeg";
"Show information about third-party libraries used and their licensing details" = "Show information about third-party libraries used and their licensing details";
"Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)";
"About third-party libraries" = "About third-party libraries";
"Cannot load file. File is either locked by another process or corrupt." = "Cannot load file. File is either locked by another process or corrupt."
"Don't show this message again" = "Don't show this message again";
"Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other." = "Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other."
"File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project." = "File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project.";
"Register your copy of Flash Decompiler now by obtaining a license online." = "Register your copy of Flash Decompiler now by obtaining a license online.";
"Processing sprite symbol #%d..." = "Processing sprite symbol #%d..."
"Conversion started..." = "Conversion started...";
"Font #%d not found" = "Font #%d not found"
"Starting header processing..." = "Starting header processing..."
"Options" = "Options";
"Make text bold" = "Make text bold";
"Failed to convert ActionScript into MXML" = "Failed to convert ActionScript into MXML";
"Failed to save resources" = "Failed to save resources";
"Use system font instead of embedded one" = "Use system font instead of embedded one";
"Loading file \"%s\"..." = "Loading file \"%s\"..."
"InitClip" = "InitClip";
"Change font" = "Change font";
"Cannot create \"%s\" file." = "Cannot create \"%s\" file."
"Unknown error" = "Unknown error";
"Converting ..." = "Converting ..."
"Code:" = "Code:"
"Component database is empty. Do you want to search for installed Flash Components?" = "Component database is empty. Do you want to search for installed Flash Components?";
"Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text." = "Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text.";
"This task does not contain\r\nany texts.\r\n" = "This task does not contain\r\nany texts.\r\n";
"Flash Player 9" = "Flash Player 9"
"An error has ocurred while processing timeline." = "An error has ocurred while processing timeline."
"Button symbol #%d processing finished." = "Button symbol #%d processing finished."
"Edit texts" = "Edit texts";
"An error has ocurred while creating FLA timeline." = "An error has ocurred while creating FLA timeline."
"Processing button symbol #%d..." = "Processing button symbol #%d..."
"Failed to save AS files" = "Failed to save AS files";
"FLA version: " = "FLA version: ";
"An error has occured while saving FLP or AS file(s)." = "An error has occured while saving FLP or AS file(s)."
"ActionScripts viewing && conversion settings." = "ActionScripts viewing && conversion settings.";
"Starting timeline processing..." = "Starting timeline processing..."
"Italicize text" = "Italicize text";
"Library processing finished." = "Library processing finished."
"Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision." = "Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision.";
"An error has occurred while normalizing tags in SWF file." = "An error has occurred while normalizing tags in SWF file."
"Done" = "Done"
"File operation failed" = "File operation failed";
"Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)";
"Failed to save project files" = "Failed to save project files";
"Timeline processing finished." = "Timeline processing finished."
"Used fill style is not fully supported by convertor or by FLA file format." = "Used fill style is not fully supported by convertor or by FLA file format."
"An error has occured while parsing SWF timeline." = "An error has occured while parsing SWF timeline."
"Error" = "Error";
"Uses L.A.M.E. and FFmpeg under LGPL v.3" = "Uses L.A.M.E. and FFmpeg under LGPL v.3";
"Converting %s file into Flex project..." = "Converting %s file into Flex project...";
"Thank you for registration!" = "Thank you for registration!";
"You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case." = "You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case."
"Starting conversion..." = "Starting conversion..."
"Deblocking mode" = "Deblocking mode"
"Smoothing on" = "Smoothing on"
"Saving has been cancelled." = "Saving has been cancelled."
"Header processing finished." = "Header processing finished."
"Do you want to continue?" = "Do you want to continue?";
"Failed to parse SWF file" = "Failed to parse SWF file";
"Cannot create \"%s\" directory." = "Cannot create \"%s\" directory."
"Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."	= "Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."
"File conversion finished." = "File conversion finished."
"Sprite symbol #%d processing finished." = "Sprite symbol #%d processing finished."
"Change font size" = "Change font size";
"An error has ocurred while processing library." = "An error has ocurred while processing library."
"Starting library processing..." = "Starting library processing..."
"Online tutorials" = "Online tutorials";
"Name:" = "Name:"
"SWF file doesn't have Flex ActionScript" = "SWF file doesn't have Flex ActionScript";
"Flash Decompiler" = "Flash Decompiler";
"Saving file \"%s\"..." = "Saving file \"%s\"..."
"Failed to open file " = "Failed to open file ";
"Replace and edit texts currently present in a SWF/EXE task." = "Replace and edit texts currently present in a SWF/EXE task.";
"No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n" = "No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n";
"Error parsing SWF file, please, send it to support@eltima.com" = "Error parsing SWF file, please, send it to support@eltima.com";
"Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com" = "Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com";
"This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation." = "This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation.";
"Could not save Flex Project file(s), check your user rights." = "Could not save Flex Project file(s), check your user rights.";
"This folder doesn't have any supported files to preview or open" = "This folder doesn't have any supported files to preview or open";
"Unknown error! Please, send the file you are trying to convert to support@eltima.com" = "Unknown error! Please, send the file you are trying to convert to support@eltima.com";
"Could not save AS file(s), check your user rights." = "Could not save AS file(s), check your user rights.";
"Could not open file: %@ for writing." = "Could not open file: %@ for writing.";
"Unable to create folder: %@, check your user rights." = "Unable to create folder: %@, check your user rights.";
"Up one level" = "Up one level";
"Could not save Flex Project resources, check your user rights." = "Could not save Flex Project resources, check your user rights.";
"Reload current directory" = "Reload current directory";
"SWF to FLA conversion" = "SWF to FLA conversion"
"Recover arguments' names" = "Recover arguments' names"
"SWF object extraction" = "SWF object extraction"
"Editing SWF file" = "Editing SWF file"

"Extract all currently selected SWF resources." = "Extract all currently selected SWF resources.";
